adpyke.codesnap
brandonkirbyson.vscode-animations
divyanshuagrawal.competitive-programming-helper
drcika.apc-extension
eamodio.gitlens
eserozvataf.one-dark-pro-monokai-darker
evondev.indent-rainbow-palettes
franneck94.c-cpp-runner
funkyremi.vscode-google-translate
github.github-vscode-theme
google.colab
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hancel.markdown-image
hoovercj.vscode-power-mode
icrawl.discord-vscode
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
kisstkondoros.vscode-gutter-preview
mathematic.vscode-latex
maxfieldwalker.vscode-imgur
mechatroner.rainbow-csv
metrosoft-application.file-explorer-expand-recursively
mikecluck.file-count
ms-ceintl.vscode-language-pack-zh-hant
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
oderwat.indent-rainbow
percy.vscode-pydata-viewer
pkief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
shahilkumar.docxreader
teabyii.ayu
tomoki1207.pdf
uctakeoff.vscode-counter
undo.udb
usernamehw.errorlens
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wakatime.vscode-wakatime
yzane.markdown-pdf
zhuangtongfa.material-theme
